export const FAQList = [
  {
    key: 1,
    question: '돌돌은 어떤 서비스인가요?',
    answer:
      '돌돌은 여러 사람이 함께 메시지를 작성해 마음을 전할 수 있는 온라인 롤링페이퍼 서비스입니다. 생일, 졸업, 이별, 감사 등 다양한 순간에 진심을 모아 전달할 수 있어요.',
  },
  {
    key: 2,
    question: '좀 쑥스러운데 익명으로 작성 가능한가요?',
    answer:
      '네, 원하시면 익명으로 작성할 수 있습니다. 부담 없이 따뜻한 마음만 전해주세요.',
  },
  {
    key: 3,
    question: '롤링페이퍼는 어떻게 공유하나요?',
    answer:
      '롤링페이퍼를 만든 뒤 생성되는 공유 링크(URL)를 복사해 친구나 동료에게 전달하면 됩니다.',
  },
  {
    key: 4,
    question: '타임캡슐 기능이 뭔가요?',
    answer:
      '메시지를 설정한 날짜에만 열리도록 하는 기능입니다. 시간이 흐른 후에 추억을 꺼내보는 재미를 느껴보세요!',
  },
  {
    key: 5,
    question: '불쾌한 메시지는 신고할 수 있나요?',
    answer:
      '네, 돌돌은 누구나 안전하게 마음을 나눌 수 있도록 신고 기능을 제공하고 있습니다. 문제가 되는 메시지 왼쪽 하단에 있는 ‘신고하기’ 버튼을 눌러주세요. 운영팀이 빠르게 확인 후 조치합니다.',
  },
];
