import { Review } from "@/interface/landing/review.interface";

export const REVIEWS: Review[] = [
  {
    id: 1,
    text: "내 맘대로 글꼴이랑 배경색 바꿀 수 있어 좋았어요. 개성 만점 롤링 페이퍼 완성!",
    user: "인어맨A",
    image: "/assets/images/dy.png",
  },
  {
    id: 2,
    text: '이런 아이디어라니! "돌돌" 덕분에 평생 남을 추억이 생겼어요.✨',
    user: "짤랑이",
    image: "/assets/images/ce.png",
  },
  {
    id: 3,
    text: "온라인으로 편하게 메시지 쓰고, 굿즈로 선물해 주니 센스 있다는 칭찬 받았어요.",
    user: "제니죄니",
    image: "/assets/images/ej.png",
  },
  {
    id: 4,
    text: "특별한 날, 친구나 지인에게 깜짝 선물로 강력 추천해요!",
    user: "힙합반장",
    image: "/assets/images/yh.png",
  },
  {
    id: 5,
    text: "최고의 선물은 역시 진심이 담긴 마음이라는 걸 깨달았어요 🥲",
    user: "꼬북소녀",
    image: "/assets/images/sy.png",
  },
];
